{
    "112": {
        "id": 112,
        "title": "TBD",
        "description": "TBD",
        "language": "English"
    },
    "111": {
        "id": 111,
        "title": "Close of Conference",
        "description": "Make sure you won’t miss closing ceremony! Who knows what might happen",
        "image": "/images/backgrounds/closing.jpg"
    },
    "110": {
        "id": 110,
        "title": "Afterparty & Networking",
        "description": "Afterparty is a great time to have some fun and meet new people",
        "image": "/images/backgrounds/party.jpg"
    },
    "109": {
        "id": 109,
        "title": "GDG DevFest Lisbon 2016 Opening Remarks",
        "description": "Official start of the conference. Greetings from the organizers, sponsors and partners.",
        "language": "English",
        "image": "/images/backgrounds/opening.jpg"
    },
    "108": {
        "id": 108,
        "title": "Morning coffee",
        "description": "Refreshment and Networking Break",
        "image": "/images/backgrounds/morning.jpg"
    },
    "107": {
        "id": 107,
        "title": "Coffee break",
        "description": "Refreshment and Networking Break",
        "image": "/images/backgrounds/coffee-break.jpg"
    },
    "106": {
        "id": 106,
        "title": "Lunch",
        "description": "Foooooooood!",
        "image": "/images/backgrounds/lunch.jpg"
    },
    "105": {
        "id": 105,
        "title": " Registration & Coffee",
        "description": "Get your badge, coffee, enjoy talking with tech edicts around",
        "image": "/images/backgrounds/registration.jpg"
    },
    "104": {
        "id": 104,
        "title": "Create your Gradle plugin using Kotlin",
        "description": "Create a Gradle plugin to Android, using Localizable open-source project as an example how to read resource files at build time.",
        "speakers": [
            4
        ],
        "language": "English",
        "complexity": "Intermediate",
        "tags": [
          "Android", "Gradle"
        ]
    },
    "103": {
        "id": 103,
        "title": "Perception of Speed",
        "description": "We all expect speed. We want to access everything from the point of our fingers and we want that as fast as possible. When an application is taking to long to open or process some data I bet you also feel the urge to search for another solution - or just to throw your smartphone against the nearest wall in despair. And while you think about this, you’re looking at that never ending spinner… that... it just doesn’t seem to go away.\nGoogle Play and the App Store are full of similar solutions... Why should I bother to keep using this one?\nWe can make all sort of optimisations on our code - and yet, sometimes, we can’t really make that process as fast as we wanted. There are always some constraints that we can’t really avoid - device limitations, network, server, etc. but we can create the illusion of speed - a visual aid that keeps the user busy while, on the background, we are processing his action.\nYes. Time is relative and we want the users to feel that every action is as responsible as possible.",
        "speakers": [
            3
        ],
        "language": "English",
        "complexity": "Beginner",
        "tags": [
            "Android"
        ]
    },
    "102": {
        "id": 102,
        "title": "Building Todoist: past, present and future",
        "description": "Todoist is currently used by millions of people, but it didn’t start that way. Its history is filled with random events and calculated actions, all of which we are still learning from today. This is the first part of this talk. The second part is about a secret ingredient: the amazing remote team that enabled all of it, how it came to be and how it works on a daily basis.",
        "speakers": [
            2
        ],
        "language": "English",
        "complexity": "Beginner",
        "tags": [
          "Android", "Startup", "UX", "Product"
        ]
    },
    "101": {
        "id": 101,
        "title": "From the bottom to the top: Android Kernel, Userspace and Mutative Design",
        "description": "Practical examples of custom patches for the Android Kernel to improve battery, how those tweaks & interfaces connect to the userspace through a published Play Store app and how the principles of mutative design will change how we interact with our devices.",
        "speakers": [
            1
        ],
        "language": "English",
        "complexity": "Advanced",
        "tags": [
            "Android", "Design", "Kernel", "UX"
        ]
    } ,
     "100": {
          "id": 100,
          "title": "Business Progressive Web App with Firebase, Google Apps Script and Google Maps API",
          "description": "Progressive Web Apps are not only for B2C market. We have created internal PWA for data collecting from assets. In my talk I would like to introduce into our architecture and share my experience how you can:\n- integrate NFC chips with Progressive Web App; \n- use Google Apps Script as a REST API;\n- store data in several databases (Firebase, Spreadsheet and Fusion Tables); \n- create dashboards, visualization (Charts API) and route planning (Maps Direction API);",
          "speakers": [
              6
          ],
          "language": "English",
          "complexity": "Intermediate",
          "tags": [
            "Google Apps", "Maps", "Progressive Web Apps", "Firebase"
          ]
      },
      "99": {
          "id": 99,
          "title": "TBD",
          "description": "TBD",
          "language": "English"
      },
       "98": {
            "id": 98,
            "title": "Firechat",
            "description": "We will have a moment for discussions between the community and speakers",
            "language": "English"
        },
        "97": {
             "id": 97,
             "title": "CodeLab",
             "description": "Workshop in Firebase - More information soon, stay tuned",
             "language": "English"
         },
        "96": {
             "id": 96,
             "title": "Development Wars: Sabotage Your Project",
             "description": "Challenge your project to improve its efficiency. From problem solving to team building, learn what it takes to kill your project so you can make it prosperous.",
             "speakers": [
               7
             ],
             "language": "English",
             "complexity": "Beginner",
             "tags": [
               "General","Worst practices","Business"
             ]
         },
        "95": {
             "id": 95,
             "title": "Using Spek to test with Kotlin",
             "description": "Here, I will show how to use the Kotlin based Spek testing framework on Android and how you can use it to test your app.",
             "speakers": [
               5
             ],
             "language": "English",
             "complexity": "Beginner",
             "tags": [
               "Android", "Testing", "Kotlin"
             ]
         },
         "94": {
             "id": 94,
             "title": "Android’s Warp pipe. Really. Like Super Mario",
             "description": "Do you develop? Do you develop Android? So how do you do it?\nNo, I don’t mean if you write on vim or Android Studio or whatever.\nI mean: Ad-hoc? Continuous Integration? Continuous Delivery? Continous Deployment?\nWhy do you do what you do?\nHave you put some thought on it?",
             "speakers": [
               8
             ],
             "language": "English",
             "complexity": "Intermediate",
             "tags": [
               "Android", "Testing", "Kotlin"
             ]
         },
         "93": {
             "id": 93,
             "title": "Reuse Python code in native Android applications",
             "description": "PyBridge is a JNI implementation that allows us to reuse existing Python code in a native Android Java application. Instead of using web applications disguised as native applications, we can reuse Python backend code and implement truly native Android applications. My talk will be based on PyBridge (https://github.com/joaoventura/pybridge), and will talk mostly on how the separation of concerns allows us to share code between web apps and native Android apps. PyBridge is being used in production in: https://play.google.com/store/apps/details?id=com.flatangle.charts",
             "speakers": [
               9
             ],
             "language": "English",
             "complexity": "Intermediate",
             "tags": [
               "Android", "PyBridge"
             ]
         }
}
