{
	"1": {
		"id": 1,
		"featured": "true",
		"name": "Francisco Franco",
		"title": "",
		"company": "Freelancer",
		"companyLogo": "",
		"country": "",
		"photoUrl": "/images/people/francisco_franco.jpg",
		"shortBio": "Francisco Franco is an Android developer with six years of experience building applications and custom kernels for Nexus devices...",
		"bio": "Francisco Franco is an Android developer with six years of experience building applications and custom kernels for Nexus devices, focusing on improving battery life and improving feature extensibility on the platform. Francisco has built several apps and services, the most popular being FKUpdater which serves as an interface for managing his custom kernels and offers an easy way for users to stay up to date.Francisco also built Focus, an innovative photo / video gallery replacement that showcases material design at its best.He also has experience with startups in Silicon Valley, contributing to the project that began what is now known as Android Auto. He spends his free time finding new challenges to tackle, the latest being an exploration into mutative design with Liam Spradlin.",
		"tags": [
			"Android",
			"Design",
			"Kernel"
		],
		"badges": [

		],
		"socials": [{
			"icon": "linkedin",
			"name": "LinkedIn",
			"link": "https://www.linkedin.com/in/francisco-franco-b319b653"
		}, {
			"icon": "twitter",
			"name": "Twitter",
			"link": "https://twitter.com/franciscof_1990/"
		}, {
			"icon": "gplus",
			"name": "Google+",
			"link": "https://plus.google.com/+FranciscoFranco1990"
		}]
	},
	"2": {
		"id": 2,
		"featured": "true",
		"name": "Gonçalo Silva",
		"title": "Head of Android",
		"company": "Todoist",
		"companyLogo": "/images/logos/devfest_todoist2.png",
		"country": "Portugal",
		"photoUrl": "/images/people/devfest_gs.jpg",
		"shortBio": "Gonçalo does Android and Product at Doist, makers of Todoist. Obsessed with product design...",
		"bio": "Gonçalo does Android and Product at Doist, makers of Todoist. Obsessed with product design and strategy, he’s built and contributed to multiple open source projects.",
		"tags": [
			"Android",
			"Startup",
			"Product"
		],
		"badges": [

		],
		"socials": [{
			"icon": "twitter",
			"name": "Twitter",
			"link": "https://twitter.com/goncalossilva"
		}]
	},
	"3": {
		"id": 3,
		"featured": "false",
		"name": "Carlos Mota",
		"title": "Senior Software Engineer",
		"company": "WIT-Software",
		"companyLogo": "/images/logos/devfest_wit.png",
		"country": "Portugal",
		"photoUrl": "/images/people/devfest_cm.jpg",
		"shortBio": "For several years now, I’ve been developing mobile applications. First on the energy consumption field, then Telco and, in the middle, of it I’ve found the time to create a game with some friends - Word Dare...",
		"bio": "Hello human, I’m a strong believer that... HAL didn’t do anything to harm Dave, he( ? ) was truly preoccupied with his friend safety.Also the answer to life, the universe and everything seems to(still) be 42. At night I’m fighting crime... oh wait; wrong bio here. Here it goes the uncensensored version: for several years now, I’ve been developing mobile applications.First on the energy consumption field, then Telco and, in the middle, of it I’ve found the time to create a game with some friends - Word Dare - it was fun! I’m currently working at WIT Software on the company RCSe applications - first for iOS and now on Android. From time to time, I like to make long monologues and wait for the entire audience to fall asleep - lets call them ’talks’.I’ve been giving a few for UC, WIT, DevFest, mdevcon and BABBQ Amsterdam",
		"tags": [
			"Android"
		],
		"badges": [

		],
		"socials": [{
			"icon": "linkedin",
			"name": "LinkedIn",
			"link": "https://www.linkedin.com/in/cafonsomota"
		}, {
			"icon": "twitter",
			"name": "Twitter",
			"link": "https://twitter.com/cafonsomota/"
		}, {
			"icon": "gplus",
			"name": "Google+",
			"link": "https://plus.google.com/u/0/113424350630896111871"
		}]
	},
	"4": {
		"id": 4,
		"featured": "false",
		"name": "Bruno Oliveira",
		"title": "Mobile Developer",
		"company": "Faber Ventures",
		"companyLogo": "/images/logos/devfest_fv.png",
		"country": "Portugal",
		"photoUrl": "/images/people/devfest_bo.jpg",
		"shortBio": ".",
		"bio": ".",
		"tags": [
			"Android"
		],
		"badges": [

		],
		"socials": [{
			"icon": "linkedin",
			"name": "LinkedIn",
			"link": "https://www.linkedin.com/in/bmoliveira"
		}, {
			"icon": "twitter",
			"name": "Twitter",
			"link": "https://twitter.com/_bmoliveira"
		}, {
			"icon": "github",
			"name": "Github",
			"link": "https://github.com/bmoliveira/"
		}]
	},
	"5": {
		"id": 5,
		"featured": "false",
		"name": "Fabio Carballo",
		"title": "Android Developer",
		"company": "Hole19",
		"companyLogo": "/images/logos/",
		"country": "Portugal",
		"photoUrl": "/images/people/devfest_fc.png",
		"shortBio": "Fábio is an Android Developer that has been working on Hole19 mobile app and wearable devices and a huge fan of Kotlin in Android Development.",
		"bio": "Fábio is an Android Developer that has been working on Hole19 mobile app and wearable devices and a huge fan of Kotlin in Android Development.",
		"tags": [
			"Android",
			"Gradle"
		],
		"badges": [

		],
		"socials": []
	},
	"6": {
		"id": 6,
		"featured": "true",
		"name": "Ivan Kutil",
		"title": "co-founder & Google Architect",
		"company": "AppSatori",
		"companyLogo": "/images/logos/",
		"country": "Czech Republic",
		"photoUrl": "/images/people/devfest_ik.jpg",
		"shortBio": "Ivan is an enthusiastic programmer and integration architect who’s focused on deployment, development, training and consulting across the Google Apps platform",
		"bio": "Ivan is an enthusiastic programmer and integration architect who’s focused on deployment, development, training and consulting across the Google Apps platform. In 2009, he started a company called AppSatori, which is now one of the most important partners for Google Apps in the Czech Republic. This company was later acquired by Etnetera Group in 2014.\nIvan’s role is helping companies and start-ups design, develop and improve internal tools to automate processes with Google Apps Script. He’s presented at events like WebExpo Prague, Devfest or Google Developer Day.\nHe’s also a certified Google Apps Sales Specialist, Google Apps Deployment Specialist, and Google Apps Certified Administrator.\nIvan studied at Czech Technical University and University of Economics in Prague. He loves reading, maths and science in general.",
		"tags": [
			"Android", "Google Apps", "Maps", "Progressive Web Apps", "Firebase"
		],
		"badges": [

		],
		"socials": [ {
			"icon": "twitter",
			"name": "Twitter",
			"link": "https://twitter.com/ivankutil"
		}, {
			"icon": "gplus",
			"name": "Google+",
			"link": "https://google.com/+IvanKutil"
		}]
	},
	"7": {
		"id": 7,
		"featured": "false",
		"name": "Sérgio Almeida",
		"title": "Senior Front-end Developer",
		"company": "Growin",
		"companyLogo": "/images/logos/devfest_growin.png",
		"country": "Portugal",
		"photoUrl": "/images/people/devfest_sa.jpg",
		"shortBio": "Sérgio has been a Front-end Developer in some of the biggest platforms in the country, always focused on the best solutions for the user.",
		"bio": "Sérgio is a senior front end developer specialized in HTML5, CSS3 and jQuery, who likes to be a part of the process and think about efficient solutions. He’s had important roles in projects for clients such as Grupo Salvador Caetano, TAP, ViaVerde and Médis.\nSérgio has been working with multidisciplinary teams for years, so he understands and respects all parts of each project, making him an unique asset when there’s a gap between different teams.\nThroughout his career, Sérgio was always on the front-line, but he also had roles as project manager, client manager, team leader, project analyst, even commercial manager.\nHis analytical mind, combined with his unusual knowledge, provide him with fresh views on business strategy and practices.",
		"tags": [
			"General","jQuery", "CSS3", "HTML5", "business analysis", "devil’s advocate", "worst practices"
		],
		"badges": [

		],
		"socials": [ {
			"icon": "linkedin",
			"name": "LinkedIn",
			"link": "https://pt.linkedin.com/in/sergioralmeida"
		}]
	}
}
